tools/bench/results/drogonR-cpp-text-20260504-152847.txt
# drogonR-cpp text  2026-05-04T15:29:19+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8082/ping-text
Running 30s test @ http://127.0.0.1:8082/ping-text
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   227.22us  278.89us  25.93ms   97.68%
    Req/Sec    55.80k     6.80k   67.64k    84.80%
  6683938 requests in 30.10s, 803.16MB read
Requests/sec: 222059.19
Transfer/sec:     26.68MB