tools/bench/results/drogonR-shim-text-20260704-184951.txt
# drogonR-shim text  2026-07-04T18:52:23+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8083/ping-text
Running 30s test @ http://127.0.0.1:8083/ping-text
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   611.99us    1.31ms  35.47ms   99.25%
    Req/Sec    22.67k     2.51k   77.75k    84.85%
  2709124 requests in 30.10s, 351.37MB read
Requests/sec:  90004.02
Transfer/sec:     11.67MB