tools/bench/results/plumber-json-20260704-184951.txt
# plumber json  2026-07-04T18:52:53+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping
Running 30s test @ http://127.0.0.1:8081/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    46.03ms    5.84ms 109.01ms   89.41%
    Req/Sec   261.69     37.00   363.00     75.42%
  31277 requests in 30.01s, 3.61MB read
Requests/sec:   1042.18
Transfer/sec:    123.31KB